---
kind: type
id: T:Autodesk.Revit.DB.WorksharingDisplayMode
source: html/c23cfd1d-b3d9-0c27-09b0-3ef08b6a87be.htm
---
# Autodesk.Revit.DB.WorksharingDisplayMode

Indicates which worksharing display mode a view is in.

## Syntax (C#)
```csharp
public enum WorksharingDisplayMode
```